export default {
    codes: {
        400: 'Неверный запрос.',
        401: 'Ошибка авторизации',
        403: 'У вас недостаточно прав для совершения этого действия.',
        404: 'URL адрес не найден.',
        405: 'Метод запроса не поддерживается.',
        413: 'Размер загружаемых файлов слишком велик.',
        422: 'Ошибка валидации. Проверьте правильность заполнения полей.',
        429: 'Слишком много запосов. Попробуйте позже.',
        500: 'Внутренняя ошибка сервера.',
        503: 'Сервис не доступен.',
        508: 'Обнаружено бесконечное перенаправление.',
        520: 'Неизвестная ошибка сервера.',
        522: 'Cоединение не отвечает.'
    },
    login: 'Неверный логин или пароль.',
    mimes: 'К загрузке разрешены только файлы типов:<br>{types}',
    notFound: 'Страница н найдена',
    default: 'Ошибка запроса.'
}
